Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Semesterpauschale für beurlaubte Studierende**
en_gb: Semester fee for students on leave**

source: Zusätzliche Studiengebühr für alle Studierenden, die sich zu Studienzwecken in die Schweiz begeben und im massgeblichen Zeitpunkt des Studienbeginns keinen zivilrechtlichen Wohnsitz in der Schweiz begründen***
en_gb: Additional semester fee payable by students legally domiciled outside Switzerland

source: Mitgliederbeitrag Akademischer Sportverband Zürich (ASVZ)
en_gb: Contribution to ASVZ sports programme

source: Mitgliederbeitrag Verein Studierende (VSZHAW)
en_gb: Contribution to the student organisation VSZHAW

source: Einstufungen in höhere Semester
en_gb: Direct admission to higher semesters

source: Zusätzliche Kosten
en_gb: Additional costs

source: Zusätzliche Kosten für Bücher, Kopien etc. belaufen sich erfahrungsgemäss auf CHF 50.- bis 150.- pro Semester, können aber von Person zu Person stark variieren.
en_gb: Additional costs for books, photocopies, etc. are generally somewhere between CHF 50.- and CHF 150.- per semester, though the exact figure can vary substantially from one student to the next.

source: * Wer sich nach einem erfolgreich absolvierten Aufnahmeverfahren auf den nächstmöglichen Termin für den Studiengang einschreibt, zahlt keine Gebühr für die Einschreibung.
en_gb: * Candidates admitted under the admissions procedure who then enroll for the next available degree programme are not required to pay this enrolment fee.

source: ** Beurlaubte Studierende sind gemäss § 25 Abs. 5 der Rahmenprüfungsordnung für Bachelor- und Masterstudiengänge an der Zürcher Hochschule für Angewandte Wissenschaften von der Studiengebühr befreit.
en_gb: ** Students on leave pay for E-mail account, Campuscard, library service and general administration. In return, these students are exempt from paying the semester tuition fee.

source: ****Die hier aufgeführten Kosten gelten, zusätzlich zu den oben genannten, für Personen, die in einen Studiengang am IUED eintreten wollen.
en_gb: ****These costs, plus those listed above, are applicable to all those enrolling in a degree programme at the Institute of Translation and Interpreting.

source: Zahlungsbestimmungen
en_gb: Payment terms

source: Zahlung der Studiengebühr
en_gb: Payment of fees

source: Zu Beginn des Semesters werden die Rechnungen mit Angabe der Zahlungsmodalitäten versandt.
en_gb: Invoices and information on payment terms are sent to students at the beginning of each semester.

source: Prüfungsgebühren
en_gb: Examination fees

source: Meldet sich eine Kandidatin oder ein Kandidat nach Anmeldeschluss von einer kostenpflichtigen Prüfung ab, schuldet sie oder er die gesamte Gebühr.
en_gb: Students who terminate their studies during the semester are required to pay the fees in respect of the entire semester concerned and are not entitled to any reimbursement of fees paid.

source: Abbruch des Studiums (Exmatrikulation)
en_gb: Termination of studies

source: Die Abmeldung vom Studium muss schriftlich erfolgen, ansonsten ist sie ungültig.
en_gb: All cancellations of enrolment must be made in writing; non-written cancellation is not valid.

source: Die Abmeldung für das Herbstsemester muss bis spätestens 31. Juli eingereicht werden, diejenige fürs Frühlingssemester bis spätestens 31. Januar.
en_gb: Cancellation must be submitted by 31 July at the latest for the Autumn semester and by 31 January at the latest for the Spring semester.

source: Erfolgt die Abmeldung danach, sind die Semestergebühren im vollen Umfang zu bezahlen.
en_gb: In the case of any cancellation received after these dates, full course fees must be paid.

source: Stipendien
en_gb: Grants and scholarships

source: Im Studium lernen Sie, in verschiedenen Sprachen zu kommunizieren und dabei kulturelle Aspekte zu berücksichtigen.
en_gb: During the course of your studies, you will learn to communicate in several languages and to recognise and pay heed to their cultural dimensions.

source: Sie erlangen einen Einblick in die Grundlagen des Übersetzens.
en_gb: You will gain an insight into the fundamental principles of translation.

source: Sie lernen, wie man verschiedene Textsorten in mehreren Sprachen verfasst und wie man verständliche Texte schreibt.
en_gb: You will learn how to write different types of texts in a variety of languages and how to write texts which are readily understood.

source: Sie erwerben Fachwissen über die Hintergründe von Sprache und Kommunikation.
en_gb: You will acquire specialised knowledge of language, communication and their underlying processes.

source: Dieses Wissen wird ergänzt durch Lerninhalte aus verschiedenen Sachgebieten sowie durch Einblicke in Länder und deren Kulturen.
en_gb: The curriculum complements that knowledge with material from a number of different disciplines, as well as teaching you more about the countries from which the languages you are studying originate and the cultures they embody.

source: Durch die Wahl einer Vertiefung ab dem zweiten Studienjahr setzen Sie Ihren persönlichen Schwerpunkt:
en_gb: During the second year of your three-year course you will choose the area of specialisation on which you would like your studies to place their particular focus:

source: Mehrsprachige Kommunikation
en_gb: Multilingual Communication

source: Sie setzen sich vertieft mit der mündlichen Kommunikation in verschiedenen Kontexten auseinander und erproben sich in interkultureller Kompetenz.
en_gb: Here you will focus on oral communication in a variety of different contexts and will develop appropriate cross-cultural skills.

source: Weiter lernen Sie, wie man ein Projekt koordiniert oder einen Event organisiert, und lernen die Grundlagen professioneller Social-Media-Kommunikation kennen.
en_gb: You will also learn key project-coordination and event-management skills and will familiarise yourself with the fundamental principles of social-media communication in a professional context.

source: Multimodale Kommunikation
en_gb: Multimodal Communication

source: Sie vertiefen Ihre Fertigkeiten im schriftlichen Übersetzen und lernen verschiedene Übersetzungskontexte kennen.
en_gb: Here you will develop your skills in written translation and will become acquainted with a number of different translation contexts.

source: Sie machen sich vertraut mit technischen Werkzeugen fürs Übersetzen und mit der Verarbeitung von Sprache für verschiedene Medien, z. B. Untertitelung oder Übersetzen von Websites.
en_gb: You will become familiar with the technical aids available to translators and will gain experience of working with language in a variety of different media through practical exercises with film subtitles, for example, or translating websites.

source: Technikkommunikation
en_gb: Technical Communication

source: Sie spezialisieren sich in der Vermittlung zwischen Technik und Mensch.
en_gb: Your focus here will be on facilitating understanding between technology and humans.

source: Dabei lernen Sie, wie komplexe technische Inhalte verständlich und benutzerfreundlich dargestellt und wie sie für verschiedene Zielgruppen und Medien aufbereitet werden können.
en_gb: You will learn how to present complex technical content in a comprehensible and user-friendly manner as well as how this material can be effectively presented to different target audiences and in a variety of media.

source: Broschüre zum Studiengang
en_gb: Brochure (in German only)

source: Factsheet Bachelor Angewandte Sprachen
en_gb: Factsheet on BA in Applied Languages

source: Master of Arts in Angewandter Linguistik
en_gb: Master of Arts in Applied Linguistics

source: Im Masterprogramm Angewandte Linguistik qualifizieren sich Studierende für einen Einstieg in verschiedene Berufe der mehrsprachigen Kommunikation. Angeboten werden folgende Vertiefungen:
en_gb: For those interested in gaining a postgraduate qualification in the field of multilingual communication, the School of Applied Linguistics offers an MA in Applied Linguistics (MA AL) with specialisations in:

source: Factsheets zu den Vertiefungen:
en_gb: Factsheets on the specialisations:

source: Präsentation der Info-Veranstaltungen:
en_gb: Presentation given at last information event:

source: Rahmenstudium und Vertiefungen Fachübersetzen und Konferenzdolmetschen vom 04.03.2014
en_gb: Conference Interpreting and Professional Translation of 04.03.2014 (in German only)

source: Vertiefung Organisationskommunikation vom 03.03.2015
en_gb: Organisational Communication of 03.03.2015 (in German only)

source: Die Vertiefungen Fachübersetzen und Konferenzdolmetschen des Masterstudiengangs Angewandte Linguistik wurden vom Staatssekretariat für Bildung und Forschung (SBFI) ohne Auflagen akkreditiert.
en_gb: The MA in Applied Linguistics specialisations in Professional Translation and Conference Interpreting have received unconditional accreditation from the State Secretariat for Education, Research and Innovation (SERI).

source: Das Goethe-Institut ist das weltweit tätige Kulturinstitut der Bundesrepublik Deutschland.
en_gb: The Goethe-Institut is a cultural institution operating throughout the world on behalf of the Federal Republic of Germany.

source: Es fördert die Kenntnis der deutschen Sprache im Ausland und pflegt die internationale kulturelle Zusammenarbeit.
en_gb: It serves to promote knowledge of the German language abroad and to foster international cultural co-operation.

source: Studium
en_gb: Study

source: Bachelor-Studiengänge
en_gb: Bachelor of Arts

source: Angewandte Sprachen
en_gb: Applied Languages

source: Vertiefungen:
en_gb: with specialisations in:

source: Kommunikation
en_gb: Communication

source: Journalismus
en_gb: Journalism

source: Master-Studiengang
en_gb: Master of Arts

source: Bachelor-Master-Struktur
en_gb: Structure of BA and MA

source: Informationsblatt (PDF, 90 KB)
en_gb: Information sheet (in German only) (PDF, 90 KB)

source: Anmeldung BA
en_gb: BA degree programmes

source: Anmeldeformular Bachelorstudiengang Angewandte Sprachen
en_gb: Application form for BA in Applied Languages (in German only)

source: Anmeldeformular Bachelorstudiengang Kommunikation
en_gb: Application form for BA in Communication (in German only)

source: Anmeldung MA
en_gb: MA degree programme

source: Anmeldung zum Masterstudium Angewandte Linguistik
en_gb: Application for MA degree programme in Applied Linguistics (in German only)

source: Die Angaben werden nach bestem Wissen aktualisiert. Es wird jedoch keinerlei Garantie dafür übernommen, dass die vermittelten Informationen fehlerfrei und vollständig sind.
en_gb: While every effort is made to keep the information on this website up to date, there is no guarantee that the information thus provided is complete and free of error.

source: Für verbindliche Angaben verweisen wir Sie auf die aktuellen Drucksachen.
en_gb: Binding information can be found in the current printed publications.

source: Institute und Zentren
en_gb: Institutes & centres

source: Das IAM Institut für Angewandte Medienwissenschaft, das IUED Institut für Übersetzen und Dolmetschen und das LCC Language Competence Centre sind Teil des Departements Angewandte Linguistik und engagieren sich in Lehre, Forschung sowie Beratung und Dienstleistung.
en_gb: The Institute of Applied Media Studies (IAM), the Institute of Translation and Interpreting (IUED) and the Language Competence Centre (LCC) form the School of Applied Linguistics and are involved in teaching and research, as well as services and consultancy.

source: IAM Institut für Angewandte Medienwissenschaft
en_gb: Institute of Applied Media Studies (IAM)

source: IUED Institut für Übersetzen und Dolmetschen
en_gb: Institute of Translation and Interpreting (IUED)

source: Forschungs- und Arbeitsbereiche des Departements
en_gb: Areas of Research and Work

source: Fach- und Arbeitsstellen
en_gb: Centres at the School of Applied Linguistics

source: Academic Writing
en_gb: Academic Writing (in German only)

source: Computerlinguistik
en_gb: Computational Linguistics

source: Fachkommunikation und Wissenstransfer
en_gb: Language for Special Purposes and Terminology (in German only)

source: Technikkomunikation
en_gb: Technical Communication (in German only)

source: So finden Sie uns:
en_gb: Maps and directions:

source: Lageplan – Standorte Winterthur und Zürich
en_gb: ZHAW locations in Winterthur and Zurich

source: Über uns
en_gb: About us

source: Seine Wurzeln hat das Departement Angewandte Linguistik im "Freien Lyceum, Schule für sprachliche und allgemeine Bildung", das 1946 gegründet und im Jahr 2000 als "Dolmetscherschule Zürich" (DOZ) in die Zürcher Hochschule Winterthur ZHW integriert und in das IUED Institut für Übersetzen und Dolmetschen umgewandelt wurde.
en_gb: Part of its roots can be traced back to the "Freie Lyceum, Schule für sprachliche und allgemeine Bildung" founded in 1946, which evolved into the "Dolmetscherschule Zürich" or "DOZ" before integrating into the Zürcher Hochschule Winterthur ZHW in 2000 as today’s IUED Institute of Translation and Interpreting.

source: LCC Language Competence Centre – und mit dem neu gegründeten IAM Institut für Angewandte Medienwissenschaft zusammen.
en_gb: In addition to these, the School of Applied Linguistics also encompasses the newly created IAM Institute of Applied Media Studies.

source: Von der Allgemeinbildung zur Angewandten Linguistik
en_gb: From general education to applied linguistics

source: Sie beschäftigt sich mit Fragen aus den Bereichen Sprache, Kommunikation und Medien mit dem Ziel, die Angewandte Linguistik für Wirtschaft und Gesellschaft nutzbar zu machen.
en_gb: The projects deal with a broad spectrum of questions arising in the fields of language, communication and media. Applied Linguistics thus makes a practical contribution in addressing issues and problems relevant to business and society at large.

source: Das Departement Angewandte Linguistik bearbeitet folgende Forschungs- und Arbeitsbereiche und entwickelt darin praxisrelevantes Wissen für Ausbildung, Weiterbildung und Beratung.
en_gb: The School of Applied Linguistics focuses on the following research areas and thus develops practice-relevant knowledge for training, continuing education and consultation purposes.

source: Forschung am Departement Angewandte Linguistik ist anwendungsnah, praxis- und bedarfsorientiert.
en_gb: The research and development work carried out at the School of Applied Linguistics is closely driven by specific practitioner needs and is focused on practical applicability.

source: Angewandte Text- und Gesprächslinguistik (Prof. Dr. habil. Ulla Kleinberger)
en_gb: Applied Discourse Studies (Professor Ulla Kleinberger)

source: Deutsch als Fremd-/Zweitsprache (Prof. Dr. Joachim Hoefele)
en_gb: German as a foreign/second language (Professor Joachim Hoefele)

source: Dolmetschwissenschaft (Prof. Dr. Michaela Albl-Mikasa)
en_gb: Interpreting Studies (Professor Michaela Albl-Mikasa)

source: Fachkommunikation und Wissenstransfer (Maren Runte, MA, und Dr. Felix Steiner)
en_gb: LSP and Terminology (Dr. Felix Steiner)

source: Interkulturalität und Sprachdiversität (Prof. Dr. Christiane Hohenstein)
en_gb: Intercultural Studies and Linguistic Diversity (Professor Christiane Hohenstein)

source: Journalistik (Prof. Dr. Vinzenz Wyss)
en_gb: Journalism (Professor Vinzenz Wyss)

source: Medienlinguistik (Prof. Dr. habil. Daniel Perrin)
en_gb: Media Linguistics (Professor Daniel Perrin)

source: Organisationskommunikation und Management (Prof. Dr. Nicole Rosenberger Staub)
en_gb: Organisational Communication and Management (Professor Nicole Rosenberger Staub)

source: Organisationskommunikation und Öffentlichkeit (Prof. Dr. Peter Stücheli-Herlach)
en_gb: Organisational Communication and Public Sphere (Professor Peter Stücheli-Herlach)

source: Sprachkompetenz und Wissensvermittlung (Prof. Dr. Patrick Studer)
en_gb: Language Competence and Knowledge Development (Professor Patrick Studer)

source: Sprachtechnologie und mehrsprachige Kommunikation (Prof. Dr. Susanne J. Jekat)
en_gb: Language Technology and Multilingual Communication (Professor Susanne J. Jekat)

source: Übersetzungswissenschaft (Prof. Dr. Maureen Ehrensberger-Dow)
en_gb: Translation Studies (Professor Maureen Ehrensberger-Dow)

source: Technikkommunikation (Prof. Dr. Dipl.-Ing. Catherine Badras)
en_gb: Technical Communication (Professor Catherine Badras)

source: Weiterbildung
en_gb: Continuing education

source: Wir bieten Ihnen die Möglichkeit, Ihre Kenntnisse in den Bereichen Dolmetschen und Übersetzen, (interkulturelle) Kommunikation, Medien, Sprachen, Technikkommunikation und Terminologie gezielt zu vertiefen, sich zu spezialisieren oder neues Wissen zu erwerben.
en_gb: We offer courses for focused skills development in the fields of translation and interpreting, (intercultural) communication, media, languages, technical communication and terminology. Specific courses offer either recognised specialist qualifications or simply the opportunity of acquiring new knowledge.

source: Das Weiterbildungsangebot umfasst Masterstudiengänge (MAS), Zertifikatslehrgänge (CAS) und Weiterbildungskurse, die auch als Firmenkurse gebucht werden können.
en_gb: The continuing education curriculum comprises Master of Advanced Studies degree programmes and Certificates of Advanced Study programmes, as well as a range of other continuing education courses, which can also be organised for individual corporate clients.

source: Mit unseren Weiterbildungsangeboten stellen wir unsere Kompetenzen für Ihre Praxis zur Verfügung.
en_gb: Our continuing education curriculum brings our expertise to bear in your practical working environment.

source: Übersicht über die Weiterbildungsangebote des Departements Angewandte Linguistik
en_gb: All continuing education courses offered by the School of Applied Linguistics (in German only)

source: Für Hochschulen, Firmen und Organisationen steht ausserdem ein vielseitiges Dienstleistungsangebot zur Verfügung, das wir gerne auf Ihre spezifischen Bedürfnisse abstimmen.
en_gb: In addition, the School can provide universities, companies and other organisations with a wide range of services which can be tailored to meet individual requirements.

source: Das IAM professionalisiert Kommunikation in den Berufsfeldern Journalismus und Organisationskommunikation.
en_gb: The IAM professionalises the communication process in journalism and organisational communication.

source: Es nimmt den ganzen Leistungsauftrag der Hochschulen wahr: Ausbildung, Weiterbildung, Forschung und Beratung.
en_gb: The Institute offers the entire spectrum of services which universities are mandated to provide: education, vocational training, research and consultancy.

source: In Aus- und Weiterbildung betreibt das IAM einen Diplom- und einen Nachdiplomstudiengang.
en_gb: The IAM offers diploma and post-diploma courses to full-time students and working professionals attending its continuing education courses.

source: Beide sind modular aufgebaut und auf das Bachelor- / Master-System ausgerichtet.
en_gb: Both its student and continuing education programmes are modular in their structure and based on the bachelor and master’s degree system.

source: Zusammen führen die beiden Stufen von der Gestaltung zum Management von Kommunikationsprozessen.
en_gb: Taken together, these two levels offer teaching which ranges from the design to the management of communication processes.

source: Die anwendungsorientierte Forschung am IAM greift lösungsorientiert Problemstellungen auf, mit Bezug auf die Berufsfelder Journalismus und Organisationskommunikation.
en_gb: The IAM carries out applied research which is directed towards resolving specific problems in the fields of journalism and organisational communication.

source: Im Forschungsprozess greift das IAM auf theoretische Wissensbestände und Methoden der Kommunikations-, Medien- und Sprachwissenschaft zurück.
en_gb: This research draws on the theories and methods of communication studies, media studies and linguistics.

source: Forschungsschwerpunkte des IAM sind Medienlinguistik, Journalistik, Organisationskommunikation und Öffentlichkeit sowie Organisationskommunikation und Management.
en_gb: The focal points of IAM’s research are Media Linguistics, Journalism, Organisational Communication and Management, and Organisational Communication and Public Sphere.

source: Die wissenschaftliche Kommunikationsberatung des IAM hat Kunden aus Journalismus und Organisationskommunikation.
en_gb: The IAM also carries out research-based communication consultancy work for clients in the fields of journalism and organisational communication.

source: Für sie werden Probleme der öffentlichen Kommunikation analysiert und umsetzbare Lösungen entwickelt – aufgrund relevanter medien- und kommunikationswissenschaftlicher Erkenntnisse.
en_gb: Specific problems these clients encounter when communicating with the public are analysed and practical solutions are developed based on relevant insights from research in the fields of media and communications studies.

source: Mit drei Diplomjahrgängen und dem voll ausgebauten Nachdiplomangebot hat das IAM gegen fünfhundert Studierende.
en_gb: With the students attending its three-year diploma course and those participating in the range of post-diploma courses it offers, the IAM has a total student body of nearly 500.

source: Das IUED Institut für Übersetzen und Dolmetschen ist Teil des Departements Angewandte Linguistik und engagiert sich in Aus- und Weiterbildung, Forschung sowie Beratung und Dienstleistung in den Bereichen
en_gb: The Institute of Translation and Interpreting is part of the School of Applied Linguistics and engages actively in education, vocational training, consultancy, services and research in the fields of

source: Die sprachliche Vielfalt ist unser Alltag, mehrsprachige Kommunikation unsere Profession!
en_gb: Linguistic diversity is what we practise, multilingual communication is our profession

source: Übersetzungswissenschaft
en_gb: Translation Studies

source: Dolmetschwissenschaft
en_gb: Interpreting Studies

source: Angewandte Text- und Gesprächslinguistik
en_gb: Applied Discourse Studies

source: Sprachtechnologie und mehrsprachige Kommunikation
en_gb: Language Technology and Multilingual Communication

source: Mit seinem Bachelorstudiengang Angewandte Sprachen mit den Vertiefungen "Mehrsprachige Kommunikation", "Multimodale Kommunikation" und "Technikkommunikation", den Vertiefungen "Fachübersetzen" und "Konferenzdolmetschen" des Masterstudiengangs Angewandte Linguistik sowie zahlreichen Weiterbildungskursen und -lehrgängen bietet das IUED eine breite Palette an Aus- und Weiterbildung für den Einsatz in komplexen, mehrsprachigen Kommunikationskontexten.
en_gb: The Institute offers a BA programme in Applied Languages, with specialisations in Multilingual Communication, Multimodal Communication and Technical Communication, and a Master of Arts programme in Applied Linguistics, with specialisations in Conference Interpreting and Professional Translation. With these programmes and a variety of other courses, the Institute provides a broad educational and vocational curriculum, covering a wide range of skills relevant to those working in challenging communication contexts.

source: Die Weiterbildung am IUED bringt Sprache und Fachwissen zusammen
en_gb: Continuing Education at the Institute of Translation and Interpreting brings language and specialist knowledge together
